alefragnani.project-manager
antfu.browse-lite
astro-build.astro-vscode
batisteo.vscode-django
bbenoist.shell
benjaminbenais.copilot-theme
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bulut4.youtrack
captainstack.captain-stack
chrischinchilla.vscode-pandoc
christian-kohler.path-intellisense
codezombiech.gitignore
crystal-spider.jsdoc-generator
cweijan.dbclient-jdbc
cweijan.vscode-redis-client
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docsmsft.docs-yaml
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
formulahendry.auto-rename-tag
funkyremi.vscode-google-translate
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
github.heygithub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hancel.google-translate
hashicorp.terraform
hediet.vscode-drawio
hoovercj.vscode-power-mode
huddleboards.youtrack-issues
huggingface.huggingface-vscode
humao.rest-client
infracost.infracost
intellsmi.comment-translate
jebbs.plantuml
jithurjacob.nbpreviewer
johnpapa.vscode-peacock
jrebocho.vscode-random
kevinrose.vsc-python-indent
ktnrg45.vscode-cython
llvm-vs-code-extensions.vscode-clangd
marp-team.marp-vscode
maximtrp.youtrack-ext
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
millerdev.pyxt
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
pleiades.java-extension-pack-jdk
postman.postman-for-vscode
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
s-nlf-fh.glassit
shardulm94.trailing-spaces
starkwang.markdown
steoates.autoimport
streetsidesoftware.code-spell-checker
tabnine.tabnine-vscode
takezoe.vscode-csv-markdown
techer.open-in-browser
tintinweb.graphviz-interactive-preview
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
wayou.vscode-todo-highlight
wholroyd.jinja
willemmirkovich.jupyter-vim-keymap
wix.vscode-import-cost
wraith13.bracket-lens
wraith13.clairvoyant
xaver.clang-format
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github